 [
    {
        "id": 1,
        "contentImg": "https://res.cloudinary.com/dgmkqlvme/image/upload/v1690570855/social_ulz6yr.png",
        "contentHeading": "Social Media Content Calendar Guide 2023: Everything You Need To Know",
        "contentText": "Isn’t managing social media seems to be quite easy on the outside? But you don't really realize how difficult it is to come up with content calendar ideas and publish them on social media until you give it a shot. It is a daily, weekly, or monthly visual workflow created for business marketing. Does this all sound familiar? Social media has become a part of our everyday lives and affects our moods in many ways.",
        "contentLink": "Read More"
    },
    {
        "id": 2,
        "contentImg": "https://res.cloudinary.com/dgmkqlvme/image/upload/v1690570848/socialpng2_ittshu.png",
        "contentHeading": "Ask Brand Equity: Should I Hide Likes on Instagram?",
        "contentText": "What happens when you don't get the expected attention from your followers on Instagram? That dreadful feeling of unworthiness comes in, causing you anxiety and deteriorating mental health. You feel worthless and want to quit social media and vanish in thin air. Does this all sound familiar? Social media has become a part of our everyday lives and affects our moods in many ways.",
        "contentLink":"Read More"
    },
    {
        "id": 3,
        "contentImg": "https://res.cloudinary.com/dgmkqlvme/image/upload/v1690570882/socialpng3_kd0lqc.png",
        "contentHeading": "100+ Digital Marketing Quotes Every Marketer Should Know (2022 Updated)",
        "contentText": "Have you ever attended seminars where entrepreneurs speak about their success stories? And this boosts your motivation to get in the market and start your own business! This is the power of inspirational quotes and sayings. In today's world, every person uses some kind of social media platform to connect to other people online. For example, people share posts about their personal lives on Facebook, Instagram, etc., with their friends and family. In these posts, people always use quotes to attract their followers and get likes and positive comments.",
        "contentLink":"Read More"
    },
    {
        "id": 4,
        "contentImg": "https://res.cloudinary.com/dgmkqlvme/image/upload/v1690570924/socialpng4_apocba.png",
        "contentHeading": "How to Make a Post Shareable on Facebook – Complete Guide",
        "contentText": "Wondering how to make a post shareable on Facebook? Facebook is a widely used social media on which, according to datareportal.com, 2.934 billion (July 2022) people worldwide have their accounts and are monthly active users. It is a platform where people share social media posts with their friends and family and connect with other people from different parts of the world. Facebook is a very user-friendly social media application, and it is available in mobile and desktop versions both. It has billions of users because it is easily accessible and easy to use. People share, like, and comment on posts...",
        "contentLink":"Read More"
    }
 ]